{"translation-revision-date":"2022-08-14 12:37:39+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"hu"},"This will delete all of your customizer settings. It cannot be undone.":["Ez törli az összes testreszabási beállítást. Ezt nem lehet visszacsinálni."],"Reset your customizer settings.":["Állítsa vissza a testreszabási beállításokat."],"Take GeneratePress to the next level with more options, professionally designed starter sites, and block-based theme building.":["Emelje a GeneratePress-t a következő szintre több lehetőséggel, professzionálisan megtervezett kezdőoldalakkal és blokkalapú témaépítéssel."],"GeneratePress Premium":["GeneratePress Premium"],"Explore our support forums":["Fedezze fel támogatási fórumainkat"],"We take support seriously. Gain access to our premium support forums and take advantage of our industry-leading support.":["Komolyan vesszük a támogatást. Szerezzen hozzáférést prémium támogatási fórumainkhoz, és vegye igénybe az iparágvezető támogatásunkat."],"Premium Support":["Prémium Támogatás"],"Explore more options":["Fedezzen fel további beállításokat"],"Add more options like our advanced hook system, mobile header, sticky navigation, infinite scroll, masonry and much more.":["Adjon hozzá további opciókat, mint például a fejlett hook rendszerünk, mobil fejléc, sticky navigáció, végtelen görgetés, masonry és még sok más."],"More Options":["Több Beállítás"],"Explore starter sites":["Fedezze fel az induló oldalakat"],"Start your site with a professionally-built starter site.":["Kezdje webhelyét egy professzionálisan felépített kezdőoldallal."],"Site Library":["Webhelykönyvtár"],"Explore our theme builder":["Fedezze fel témaépítőnket"],"Design and build your theme elements in the block editor.":["Tervezze meg és építse fel a téma elemeit a blokkszerkesztőben."],"Theme Builder":["Témaépítő"],"Open options":["Beállítások megnyitása"],"Set up the layout of your overall site elements.":["Állítsa be a teljes webhely elemeinek elrendezését."],"Set up your site typography by using our dynamic typography system.":["Állítsa be webhelye betűkészletét dinamikus betűkészlet rendszerünk segítségével."],"Typography System":["Betűkészlet rendszer"],"Set up your global colors and stylize your site to match your brand.":["Állítsa be globális színeit, és stilizálja webhelyét a márkájának megfelelően."],"Color Options":["Szín Beállítások"],"Set options like your site title, description, logo, logo width, and more.":["Állítson be olyan beállításokat, mint a webhely címe, leírása, logója, logójának szélessége, stb."],"Settings reset.":["Beállítások alaphelyzetbe állítása."],"Start Customizing":["Testreszabás kezdése"],"Layout Options":["Elrendezés beállítások"],"Reset":["Visszaállítás"],"Site Identity":["Honlap azonosítás"]}},"comment":{"reference":"assets\/dist\/dashboard.js"}}