{"translation-revision-date":"2024-03-05 14:34:52+0000","generator":"GlotPress\/4.0.0-rc.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"hu"},"Gallery Navigation":["Galéria navicágió"],"Pager":["Lapozó"],"No pager will be displayed.":["Nem lesz a lapozó megjelenítve."],"A series of dots will show to indicate the number of items.":["Pöttyök jelzik az elemek számát."],"A list of numbers will show to indicate the number of items.":["Számok jelzik az elemek számát."],"Next\/Prev Buttons":["Következő\/Előző gombok"],"No next or previous button will be displayed.":["Nem lesz előző vagy következő gomb megjelenítve."],"Next and previous buttons will appear on outside the large image.":["A következő és az előző gombok a nagy képen kívül jelennek meg."],"Next and previous buttons will appear inside the large image.":["A következő és az előző gombok a nagy képen belül jelennek meg."],"Clicking on the large image will open a full-screen gallery experience.":["A nagyméretű képre kattintva egy teljes képernyős galéria nyílik meg."],"While hovering the large image will zoom in by 30%.":["A nagyméretű képet rámutatás közben 30%-al nagyítja."],"Zoom while hovering":["Nagyítás rámutatáskor"],"Images will be cropped to fit within a square space.":["A képeket úgy vágjuk körbe, hogy egy négyzetben elférjenek."],"Crop images to fit":["Képek körbevágása"],"Media Settings":["Média beállítások"],"Choose how many thumbnails (3-8) will display. If more images exist, a “View all” button will display.":["Válaszd ki, hogy hány bélyegkép (3-8) jelenjen meg. Ha több kép van, megjelenik az \"Összes megtekintése\" gomb."],"Number of Thumbnails":["Bélyegképek száma"],"Off":["Ki"],"Thumbnails":["Bélyegképek"],"A strip of small images will appear to the right of the main gallery image.":["A fő galériakép jobb oldalán egy kis csíkban jelennek meg a plusz képek."],"A strip of small images will appear below the main gallery image.":["A galéria fő képe alatt egy csíkban jelennek meg a plusz képek."],"A strip of small images will appear to the left of the main gallery image.":["A fő galériakép bal oldalán egy kis csíkban jelennek meg a plusz képek."],"No thumbnails will be displayed.":["Nem lesznek a bélyegképek megjelenítve."],"WooCommerce Product Elements":["WooCommerce termékelemek"],"WooCommerce":["WooCommerce"]}},"comment":{"reference":"assets\/client\/blocks\/wc-blocks.js"}}