{"translation-revision-date":"2024-03-05 14:34:52+0000","generator":"GlotPress\/4.0.0-rc.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"hu"},"Our AI tool had a few issues generating your content.":["Az AI eszközünknek volt néhány problémája a tartalom generálásával."],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Válaszd ki a márkádhoz legjobban illő színpalettát. Szeretnéd megváltoztatni? Hozz létre egyéni színpalettát, vagy frissítsd azt később a <EditorLink>Szerkesztő<\/EditorLink> | <StyleLink>Stíluslapok<\/StyleLink> menüpontban."],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Válaszd ki a márkádhoz legjobban illő betűtípusokat. A nagyobb betűtípust használd a címsorokhoz, a kisebbet pedig az egyéb tartalomhoz. A betűtípust bármikor megváltoztathatod a <EditorLink>Szerkesztő<\/EditorLink> | <StyleLink>Stíluslapok<\/StyleLink> menüpontjában."],"Welcome to your store!":["Üdvözöllek az üzletedben!"],"You're one step closer to launching your online business — we can't wait to see it come to life.":["Egy lépéssel közelebb kerültél az online vállalkozásod elindításához — alig várjuk, hogy életre keljen."],"Other.":["Egyéb."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the AI-generated store experience are welcome.":["Bátran oszd meg itt a gondolataidat! Minden javaslatot, visszajelzést vagy megjegyzést szívesesen veszünk az AI-generált bolttal kapcsolatban."],"Did you find anything confusing, irrelevant, or not useful?":["Találtál valamit, ami bonyolult, irreleváns, hasztalan?"],"I didn’t find a theme that matched my needs.":["Nem találtam olyan sablont, ami megfelelne az igényeimnek."],"I didn’t like any of the available themes.":["Nem tetszik egyik elérhető sablon sem."],"I wanted to see how AI could help me streamline the process.":["Meg szerettem volna nézni, hogy az AI hogyan tud segíteni."],"What motivated you to choose the “Design with AI” option?":["Mi késztetett arra, hogy a \"Tervezés az AI\"-val opciót válaszd?"],"On a scale of 1 = difficult to 5 = very easy, how would you rate the overall experience? *":["Az 1 = nehéz és 5 = nagyon könnyű skálán hogyan értékelnéd a folyamatot? *"],"Our goal is to make sure you have all the right tools to start customizing your store. We’d love to know if we hit our mark and how we can improve.":["Célunk, hogy biztosítsuk minden megfelelő eszközt ahhoz, hogy elkezdhesd üzletednek testreszabását. Szeretnénk tudni, hogy elértük-e a célunkat, és hogyan tudunk fejlődni."],"Block Patterns":["Blokkminták"],"Continue designing":["Tervezés folytatása"],"Exit and lose changes":["Kilépés mentés nélkül"],"Are you sure you want to exit?":["Biztosan ki akarsz lépni?"],"You'll lose any changes you've made to your store's design and will start the process again.":["Elveszíted azokat a változtatásokat, amiket az áruház tervezésekor végeztél, és újra kell kezdened a folyamatot."],"Generating content":["Tartalom generálása"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Kísérleti AI által. {{link}}Bővebb infó{{\/link}}"],"Editor canvas":["Szerkesztő vászon"],"Please try again":["Kérlek, próbáld újra"],"Oops! We encountered a problem while generating your store. <retryButton\/>":["Hoppá! Problémát észleltünk az áruházad generálása során. <retryButton\/>"],"Start again":["Újrakezdés"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Újra meg kell adnod a boltod adatait, és elveszíted a meglévő AI által készített dizájnt. Ha a meglévő kinézetet akarod testreszabni, azt a <EditorLink>Szerkesztő<\/EditorLink> segítségével tudod megtenni."],"Are you sure you want to start over?":["Biztos, hogy újra akarod kezdeni?"],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Az üzlet tervező új áruháztervet hoz létre és elveszíted az aktív témán végzett módosításaidat. Ha szeretnéd folytatni a téma szerkesztését, akkor azt a <EditorLink>Szerkesztő<\/EditorLink> segítségével teheted meg."],"Are you sure you want to start a new design?":["Biztos vagy benne, hogy új tervezést szeretnél indítani?"],"Create a new one":["Új létrehozása"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Módosítsd az AI által generált üzlet kinézetét, vagy állj neki újra egy teljesen újjal."],"Customize your custom theme":["Egyéni sablon testreszabása"],"Find out how":["Tudjon meg többet"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Úgy tűnik, hogy a Jetpack offline módját használod - válts online módra, hogy elkezdhess tervezni az AI-val."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Sajnos az [AI üzlet tervező] nem érhető el most, most nem tudjuk érzékelni a hálózatodat. Kérjük, ellenőrizd az internetkapcsolatod."],"Looking to design your store using AI?":["Szeretnéd az áruházad megtervezni AI-val?"],"Active theme":["Aktív sablon"],"Back to Home":["Vissza az elejére"],"Go back to the Home screen to complete your store setup and start selling":["Térjen vissza a kezdőképernyőre, hogy befejezd az áruház beállításait és hogy megkezd az értékesítést"],"Go to the Editor":["Tovább a szerkesztőbe"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Menj a szerkesztőbe, hogy megváltoztasd a képeket és a szöveget, további oldalakat adj hozzá és további testreszabásokat végezz el."],"Fine-tune your design":["Finomhangold a kinézetet"],"Your store looks great!":["Az üzleted remekül néz ki!"],"Browse all themes":["Összes sablonok böngészése"],"Or select a professionally designed theme to customize and make your own.":["Vagy válassz egy professzionálisan tervezett témát és szabd át a saját ízlésed szerint."],"Design with AI":["Tervezés AI-val"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Tervezd meg áruházad megjelenését, hozz létre oldalakat, és készítsen szövegeket a beépített AI segítségével."],"Use the power of AI to design your store":["Használd az AI erejét az áruházad kialakításához"],"Customize your store":["Tervezd meg az üzleted"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Testreszabhatod az áruházad stílusát és elrendezését, hogy illeszkedjen a brandedhez! Add hozzá a logódat, változtasd meg a betűtípust és a színeket, próbálj ki különböző oldalelrendezéseket. A szöveget és a képeket később a Szerkesztő segítségével szerkesztheted."],"Make your store your own":["Módosítsd az üzleted a saját ízlésed szerint"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Az elrendezésen és a stíluson végrehajtott változtatások valós időben jelennek meg itt - tökéletes a különböző megjelenések tesztelésére, mielőtt élesítenéd. Az előnézetet átméretezheted, így tudod ellenőrizni, hogy hogyan fog kinézni az áruházad mobilon."],"View your changes in real time":["Nézd meg a módosításokat élőben"],"Welcome to your AI-generated store!":["Üdvözölünk az AI által generált üzletedben!"],"Take a tour":["Körülnézek"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["A vászon méretének módosításához használd a bal és jobb gombokat a billentyűzeteden. Tartsd lenyomva a shiftet a nagyobb lépésekben történő átméretezéshez."],"Saving failed.":["A mentés nem sikerült."],"Logo":["Logó"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Töltsd fel az áruházad logóját. A legjobb eredmény érdekében tölts fel egy legalább 300px széles SVG vagy PNG képet."],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["A webhely ikonok a böngésző lapokon, a könyvjelzősávokon és a WordPress mobilalkalmazásokban találhatóak."],"Use as site icon":["Felhasználás webhely ikonként"],"Link logo to homepage":["Logó hivatkozzon a főoldalra"],"Image width":["Kép szélesség"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Válasszon ki egy új láblécet az alábbi lehetőségek közül. A lábléc tartalmazza a webhely másodlagos navigációját, és minden oldalra felkerül. Részletesebben a <EditorLink>szerkesztő<\/EditorLink> segítségével tudod módosítani."],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the <EditorLink>Editor<\/EditorLink>.":["Az üzletedhez hasonló webáruházak alapján az AI eszközünk ezt a sablont ajánlotta a vállalkozásod számára. Más elrendezést szeretnél? Válasszon az alábbi sablonok közül most, vagy később a <EditorLink>szerkesztő<\/EditorLink> segítségével."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Válasszon ki egy új fejlécet az alábbi lehetőségek közül. A fejléc tartalmazza a webhely elsődleges navigációját, és minden oldalra felkerül. Részletesebben a <EditorLink>szerkesztő<\/EditorLink> segítségével tudod módosítani."],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Az AI olyan betűtípus-párosítást választott ki, amely a legjobban illeszkedik a vállalkozásodhoz. Ha szeretnéd megváltoztatni őket, válassz egy új lehetőséget alul most, vagy később a <EditorLink>Szerkesztő<\/EditorLink> | <StyleLink>Stílusok<\/StyleLink> menüpontban."],"Change your font":["Betűtípus megváltoztatása"],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Az általad megosztott információk alapján az AI eszközünk ezt a színpalettát ajánlja. Szeretnéd megváltoztatni? Az alábbiakban új színeket választhatsz vagy adhatsz hozzá, de később frissítheted őket a <EditorLink>Szerkesztő<\/EditorLink> | <StyleLink>Stílusok<\/StyleLink> menüpontban is."],"or create your own":["vagy hozz létre sajátot"],"Change your footer":["Lábléc módosítása"],"Change your homepage":["Főoldal módosítása"],"Change your header":["Fejléc módosítása"],"Change fonts":["Betűtípusok módosítása"],"Change the color palette":["Színek módosítása"],"Add your logo":["Töltsd fel a logód"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the <EditorLink>Editor<\/EditorLink> later.":["Használd stílus- és elrendezési eszközeinket, hogy testreszabhasd áruházad kialakítását. A tartalom és a képek később a <EditorLink>Szerkesztő<\/EditorLink> segítségével adhatók hozzá vagy módosíthatók."],"Let's get creative":["Legyünk kreatívak"],"Which writing style do you prefer?":["Melyik stílust kedveled jobban?"],"Direct yet respectful, serious and professional.":["Közvetlen, mégis tisztelettudó, komoly és professzionális."],"Formal":["Hivatalos"],"Impartial tone with casual expressions without slang.":["Pártatlan hangnem, laza kifejezésekkel és szleng nélkül."],"Relaxed and friendly, like a conversation with a friend.":["Nyugodt és barátságos, mint egy baráti beszélgetés."],"Informal":["Nem hivatalos"],"How would you like your store to look?":["Hogyan szeretnéd, ha kinézne az üzleted?"],"Vibrant with eye-catching colors and visuals.":["Élénk, szemet gyönyörködtető színekkel és látványvilággal."],"Bold":["Merész"],"Elegant and timeless with a nostalgic touch.":["Elegáns és időtlen, nosztalgikus hangulattal."],"Classic":["Klasszikus"],"Clean lines, neutral colors, sleek and modern look.":["Tiszta vonalak, semleges színek, elegáns és modern."],"Contemporary":["Kortárs"],"Who your target audience is":["Ki a célközönséged"],"What makes your business unique":["Mi teszi vállalkozásod egyedivé"],"How many products you plan on displaying":["Hány terméket tervezel megjeleníteni"],"What you want to sell":["Mit szeretnél eladni"],"Try to include:":["Ezek legyenek benne:"],"The more detail you provide, the better job our AI can do!":["Minél részletesebb adatokat adsz meg, annál jobb munkát tud végezni az AI!"],"Tell us a bit more about your business":["Meséljen egy kicsit többet a vállalkozásodról"],"Applying the finishing touches":["Az utolsó simítások elvégzése"],"Assembling your AI-optimized store":["Az AI-optimalizált áruház összeállítása"],"Designing the best look for your business":["A legjobb megjelenés megtervezése vállalkozásod számára"],"Comparing the top performing stores":["A legjobban teljesítő üzletek összehasonlítása"],"Analyzing your responses":["Válaszaid elemzése"],"Opening the doors":["Hamarosan nyitunk"],"Drag to resize":["Huzzúk megfelelő méretűre"],"Turning on the lights":["Lámpák felkapcsolása"],"Thanks for the feedback. We'll put it to good use!":["Köszönjük a visszajelzést. Hasznosítani fogjuk!"],"Replace":["Csere"],"Saving":["Mentés"],"Continue setting up your store":["Folytasd az üzleted beállítását"],"Preview store":["Üzlet előnézet"],"Options":["Opciók"],"Send":["Küldés"],"Neutral":["Átlagos"],"Back":["Vissza"],"Navigation":["Navigáció"],"Style":["Stílus"],"Share feedback":["Visszajelzés küldése"],"Skip":["Kihagyás"],"Customize":["Testreszabás"],"Done":["Kész"],"Layout":["Elrendezés"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Előző"],"Save":["Mentés"],"Continue":["Folytatás"],"Cancel":["Mégsem"],"Delete":["Törlés"],"Settings":["Beállítások"],"Default":["Alapértelmezett"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}